[
    {
        "id":1,
        "product_title":"Hangup Black Casual Jeans",
        "product_description":"It is comfortable and very stylish. Perfect addition to your wardrobe to go with shirt tshirt Western casual wear lounge wear. Premium quality brand makes you look awesome.",
        "product_image":"https://nextdoorhub.imgix.net/catalog/product/20180723/fa672c2d8df2b4111057455a1b885b0f.jpeg?w=600&h=660",
        "product_link":"https://www.nextdoorhub.com/men/bottom-wear/jeans/ndh0000115960-hangup-black-casual-jeans.html"
    },
    {
        "id":2,
        "product_title":"Hangup Blue Washed Casual Jeans",
        "product_description":"Highly Fashionable Jeans From House Of Hangup",
        "product_image":"https://nextdoorhub.imgix.net/catalog/product/20180723/e62742278e8153963f4b24c433617c64.jpg?w=600&h=660",
        "product_link":"https://www.nextdoorhub.com/men/bottom-wear/jeans/ndh0000115911-hangup-blue-washed-casual-jeans.html"
    },
    {
        "id":3,
        "product_title":"Flying Port Black Jeans",
        "product_description":"Make heads turn in this Flying Port Men's Blue Slim Fit Washed Stretch Jeans, which brings the latest trend for the fashion conscious. High on style and quality, these Flying Port cool heavy washed jeans are as versatile as they are comfortable - a must have in your wardrobe for all seasons. Perfect for casual, party & office wear, pair these in-vogue mid-rise jeans with any dark color Flying Port shirt or t-shirt, and never go out of styleMen's Cotton Lycra Black Mid Rise Slim Fit Low Price JeansModel Stats: This model has height 6.1 Feet,Chest 40 Inches ,Waist 29 Inches ,Hip 37 Inches and is Wearing Size 32Fit: Slim Fit, Fabric: Cotton, Pettern: Fadded, Mid Waist RiseWash Care: Gental Machine or Hand WashSize Guide: Please Refer Size Chart Link or Image From Image Gallery",
        "product_image":"https://nextdoorhub.imgix.net/catalog/product/20180907/2c9a0eb76c4915e94a9f56f061acb19e.jpg?w=600&h=660",
        "product_link":"https://www.nextdoorhub.com/men/bottom-wear/jeans/ndh0000100327-flying-port-black-jeans.html"
    },
    {
        "id":4,
        "product_title":"Flying Port White Jeans",
        "product_description":"feel comfortable and look sporty by slipping into this pair of Blue colored jeans for men from the house of Flying Port. stylishly designed, this pair made from premium quality cotton Lycra material is skin friendly and will be comfortable to wear. it features scoop pockets at sides with elasticated material. highly durable, these jeans are an ideal pick against your valuable currency. this pair will go well with a casual t-shirt and a jacket, complemented by a pair of running shoes or sneakersMen's Solid White Cotton Lycra Stylish JeansModel Stats: This model has height 6.1 Feet,Chest 40 Inches ,Waist 29 Inches ,Hip 37 Inches and is Wearing Size 32Fit: Slim Fit, Fabric: Cotton, Pettern: Solid, Mid Waist RiseWash Care: Gental Machine or Hand WashSize Guide: Please Refer Size Chart Link or Image From Image Gallery",
        "product_image":"https://nextdoorhub.imgix.net/catalog/product/20180907/d1ca9cde23dbaf5600bd4a6bdd1bbfb2.jpg?w=600&h=660",
        "product_link":"https://www.nextdoorhub.com/men/bottom-wear/jeans/ndh0000100259-flying-port-white-jeans.html"
    },
    {
        "id":5,
        "product_title":"Vangalis Casual Jeans, Pack Of 2",
        "product_description":"A perfect fusion of style and functionality, these Blue Jeans Combo For Men From The House of VANGALIS is designed specially for the fashion forwarded men of today. Enhance your style quotient and amp up your masculine appeal by teaming it with a stylish T shirt.",
        "product_image":"https://nextdoorhub.imgix.net/catalog/product/20180723/72a95d6f4737f74aa96fdf320956d822.jpg?w=600&h=660",
        "product_link":"https://www.nextdoorhub.com/men/bottom-wear/jeans/ndh0000098743-vangalis-casual-jeans-pack-of-2.html"
    },
    {
        "id":6,
        "product_title":"Hangup Blue Casual Jeans",
        "product_description":"It is comfortable and very stylish. Perfect addition to your wardrobe to go with shirt tshirt Western casual wear lounge wear. Premium quality brand makes you look awesome.",
        "product_image":"https://nextdoorhub.imgix.net/catalog/product/20180723/f319f1611b0d04933f5e097e24a60cc6.jpg?w=600&h=660",
        "product_link":"https://www.nextdoorhub.com/men/bottom-wear/jeans/ndh0000115949-hangup-blue-casual-jeans.html"
    },
    {
        "id":7,
        "product_title":"X-CROSS Blue Denim Casual Jean",
        "product_description":"Enhance your casual looks with X-CROSS Slim Fit jeans for men.Its natural cotton fabric makes it quite comfortable to wear even in summers.You can team this Jeans with various shirts and t-shirts nd its elegant colors and design variations tends to give you a casual look.",
        "product_image":"https://nextdoorhub.imgix.net/catalog/product/20180907/93f6abb67b376ace719c7299dfa7ae5d.JPG?w=600&h=660",
        "product_link":"https://www.nextdoorhub.com/men/bottom-wear/jeans/ndh0000104120-x-cross-blue-denim-casual-jean.html"
    },
    {
        "id":8,
        "product_title":"Rock Hudson Regular Fit Jeans",
        "product_description":"Ansh Fashion Wear Men's Denim Lycra Stretchable Jeans Pack Of 3",
        "product_image":"https://nextdoorhub.imgix.net/catalog/product/20180723/f5fc54f868f0d2e0308e68c31b8da27f.jpg?w=600&h=660",
        "product_link":"https://www.nextdoorhub.com/men/bottom-wear/jeans/ndh0000082644-rock-hudson-regular-fit-jeans.html"
    },
    {
        "id":9,
        "product_title":"Vangalis Casual Jeans, Pack Of 2",
        "product_description":"A perfect fusion of style and functionality, these combo of 2 jeans from VAN GALIS is designed specially for the fashion forwarded men of today. Enhance your style quotient and amp up your masculine appeal by teaming it with a stylish T shirt.",
        "product_image":"https://nextdoorhub.imgix.net/catalog/product/20180723/91d665d02c5e2f528d25bc8fa0e067ae.jpg?w=600&h=660",
        "product_link":"https://www.nextdoorhub.com/men/bottom-wear/jeans/ndh0000098527-vangalis-casual-jeans-pack-of-2.html"
    },
    {
        "id":10,
        "product_title":"Rock Hudson Regular Fit Jeans",
        "product_description":"About the Product: Display a vivid and exquisite taste in vogue and entice everyone around you as you hit the streets adorning yourself in these White colored jeans from the house of ANSH FASHION WEAR. Attractive and gorgeous, is what you will look on wearing these Denim Jeans which will surely step up your style quotient and boost up your confidence and personality. Featuring plain finish, these voguish pair of jeans have side and back pockets, concealed zip fly and multiple belt loops. Aesthetically tailored in premium quality blended cotton, these Full-length denims are stretchable and promise a long term endurance. This pair of Regular Fit jeans are itch-free, skin-friendly and provide utmost comfort and breathability, thus keeping you at easy all day long. With intricate stitch detailing, these stylish mid-rise Men jeans are a must have in every men's wardrobe and hence give you a real sassy look. So wait no more and team it up with a bright hued crop-top/stylish shirt - and head out to college, casual parties, get-togethers or day-to-day sprees to fetch tons of admirations for your elegant taste in fashion. Why should you go for these denims? It gives you a fantastic and sassy look Easy to wash and maintain (machine washable) Comfortable and Suitable for everyday use Apt fitting adds more to its value and charm Promises a long term life",
        "product_image":"https://nextdoorhub.imgix.net/catalog/product/20180723/4060f07be44af5af35b748f2d24d9aca.jpg?w=600&h=660",
        "product_link":"https://www.nextdoorhub.com/men/bottom-wear/jeans/ndh0000082348-rock-hudson-regular-fit-jeans.html"
    }
]